-- #################### 外部プログラム読み込み (始まり) ####################
composer = require("composer")
-- #################### 外部プログラム読み込み (終わり) ####################



-- #################### 外部プログラム設定 (始まり) ####################
-- 画面自動削除を有効
composer.recycleOnSceneChange = true
-- #################### 外部プログラム設定 (終わり) ####################



-- #################### アプリ内設定 (始まり) ##########################
display.setStatusBar(display.HiddenStatusBar)
-- #################### アプリ内設定 (終わり) ##########################



-- MainScene起動
composer.gotoScene("MainScene")
